Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-3012.html.tmx
Source language: nob
Languages: sme

source: Melding om samisk reindrift - Sámediggi Sametinget
sme: Dieđáhus sámi boazodoalu birra - Sámediggi Sametinget

source: Melding om samisk reindrift
sme: Dieđáhus sámi boazodoalu birra

source: Sametingsrådet fremmer melding om reindrift for plenum i mai.
sme: Sámediggeráđđi ovddida dieđáhusa boazodoalu birra dievačoahkkimii miessemánu.

source: Den overordnende målsetting er å bidra til å videreføre reindriften som en bærekraftig samisk næring, og å ivareta og sikre reindriftens kultur, språk, sedvaner og nedarvede rettigheter som viktige faktorer innen forvaltning og lovgivning.
sme: Bajitdási mihttomearit leat geahččalit joatkkihit boazodoalu ceavzi sámi ealáhussan, ja gozihit ja sihkkarastit boazodoalu kultuvrra, giela, árbevieruid ja árbejuvvon vuoigatvuođaid dehálaš oassin hálddašeamis ja lágain.

source: Meldingen tar utgangspunkt i tradisjonell reindriftsamisk tenking som definerer reindriften som familiebasert.
sme: Dieđáhus vuolgá árbevirolaš boazodoalu jurddašanvuogis mii dárkkuha boazodoalu bearašdoallun.

source: Det vil si reindrift skal forvaltes slik at den omfatter hele familien, sikrer gode rekrutteringsordninger, likeverd mellom kvinner og menn og kontinuitet mellom kunnskapsoverføringer.
sme: Boazodoalu galgá hálddašit nu ahte fátmmasta olles bearraša, sihkkarastá buori rekturenortengiid, nissoniid ja dievdduid dásseárvvu, ja máhttu oahpahuvvo buovllaid gaskkas.

source: Gjennom de forskjellige virksomhetene i reindriften inkluderes den samiske storfamiliene i den tradisjonelle forvaltninga av reindriften der barn, kvinner og menn har en naturlig og gjensidig plass.
sme: Buot boazodoalu doaimmain lahttuduvvojit sámi stuorabearrašat boazodoalu árbevirolaš bearašdollui. Mánáin, nissonolbmuin ja dievdduin lea lunddolaš ja máŋggabealat sadji.

source: Dette representerer selve grunnlaget for en vellykket familiebasert reindrift.
sme: Máhttu siidda- ja báikedoalus ovddasta vuođu lihkostuvvan bearašdollui.

source: Det er også viktig at tradisjonell kunnskap bli ivaretatt og skal ha verdi i internt i reindriften og i offentlig forvaltning og forskning.
sme: Lea maid dehálaš ahte váldá vara árbevirolaš máhtu ja das lea árvu boazodoalus ja almmulaš hálddašeamis ja dutkamis.

source: I meldingen legges det vekt på en politikk som skal sikre at tradisjonelle kunnskap inkluderes i lov- og foreskriftsarbeid.
sme: Diedáhus deattuha politihka mii sihkkarastá ahte árbervirolaš máhttu lea oassin láhka- ja láhkaásahusabargguin.

source: Det gjelder blant annet kastrering av reinbukker som i dag krever at en vetrinær er tilstede.
sme: Guoská ea.ea. gáldemii mas odne vetrinæra ferte leat mielde.
